---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridBubbleLinePen
source: html/4a77ae0f-517b-1272-8a60-f403a90ba4ef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridBubbleLinePen Property

"Bubble Weight Number\n"

## Syntax (C#)
```csharp
public static ForgeTypeId GridBubbleLinePen { get; }
```